{
	"id": "777",
	"text": "Eine zentrale Bestimmung zur Umsetzung des Schutzes von Mutter und Kind beinhaltet den Kündigungsschutz. § 17 MuSchG sichert zugleich die wirtschaftliche Grundlage durch Erhalt des Arbeitsplatzes. Der Schutz beinhaltet ein absolutes Kündigungsverbot mit Erlaubnisvorbehalt (behördliche Zulassung) für den Arbeitgeber. Andere Beendigungstatbestände werden nicht erfasst. Gesetze, Vorschriften und Rechtsprechung § 17 MuSchG basiert auf dem in Art. 6 Abs. 4 GG zum Ausdruck kommenden Gedanken. Danach hat jede Mutter Anspruch auf den Schutz und die Fürsorge der Gemeinschaft. Er ist geprägt von Art. 10 der Richtlinie 92/85 über die Durchführung von Maßnahmen zur Verbesserung der Sicherheit und des Gesundheitsschutzes von schwangeren Arbeitnehmerinnen, Wöchnerinnen und stillenden Arbeitnehmerinnen am Arbeitsplatz. An der Übernahme dieses Regelungsgehaltes hat sich mit dem Inkrafttreten des § 17 Abs. 1 MuSchG zum 1.1. 2018 nichts geändert (Gesetz zur Neuregelung des Mutterschutzrechts vom 23.5.2017, BGBl. 2017 I S. 1228 vom 29.5.2017). § 17 MuSchG ist aber klarstellend um unionsrechtliche Vorgaben sowie um den Kündigungsschutz nach einer nach der 12. Schwangerschaftswoche erfolgten Fehlgeburt ergänzt worden. 1 Beendigung des Arbeitsverhältnisses Der Mutterschutz erstreckt sich nicht nur auf den Inhalt des Arbeitsverhältnisses (in Form von Arbeits-, Gesundheitsschutz und Beschäftigungsverboten), sondern auch auf die Beendigung des Arbeitsverhältnisses. Das Gesetz sieht ein Kündigungsverbot für den Arbeitgeber, das Recht der Arbeitnehmerin zu einer Sonderkündigung bei Erhaltung von Rechtspositionen im Falle späterer Wiedereinstellung und Mitteilungspflichten des Arbeitgebers vor. 1.1 Kündigung durch den Arbeitgeber Eine Kündigung des Arbeitsverhältnisses durch den Arbeitgeber während der Schwangerschaft und nach der Geburt unterliegt zunächst einmal allen Beschränkungen des allgemeinen Kündigungsschutzes, vor allem des Kündigungsschutzgesetzes. Darüber hinaus werden solche Arbeitnehmerinnen durch ein sehr weitgehendes Kündigungsverbot geschützt. Kündigungen können in besonderen Fällen wirksam ausgesprochen werden, wenn sie zuvor von der zuständigen Stelle für zulässig erklärt wurden. Das Kündigungsverbot gilt für jede Art der Kündigung, also für: ordentliche und außerordentliche Kündigungen, Beendigungs- und Änderungskündigungen. Das Verbot gilt auch für jeden denkbaren Kündigungsgrund, bei der ordentlichen Kündigung sowohl für verhaltensbedingte und personenbedingte als auch für betriebsbedingte Gründe. Für jeden Einzelfall prüft jedoch die Aufsichtsbehörde auf Antrag des Arbeitgebers, ob die Kündigung im konkreten Einzelfall doch zugelassen werden kann. Eine ausnahmsweise zugelassene Kündigung muss wie andere Kündigungen auch (§ 623 BGB) schriftlich erklärt werden. Die Erklärung muss folglich vom Arbeitgeber (oder vom kündigungsberechtigten Mitarbeiter) unterschrieben sein. Die Kündigungserklärung muss zudem den zulässigen Kündigungsgrund angeben (§ 17 Abs. 2 Satz 2 MuSchG). Ob eine fehlende Angabe des Kündigungsgrunds zur Unwirksamkeit der Kündigung führt, ist in der Literatur umstritten. Es besteht allerdings das große Risiko, dass die Rechtsprechung parallel zu der Bestimmung des § 22 Abs. 3 BBiG Kündigungen ohne Angabe des Kündigungsgrunds für unwirksam halten wird. Zur Vermeidung dieses Risikos ist empfehlenswert, den Kündigungsgrund regelmäßig anzugeben. Eine schlagwortartige Begründung wie z. B. "betriebsbedingt" reicht nicht aus. Es ist zweifelhaft, ob der Arbeitgeber Gründe, die er im Kündigungsschreiben nicht angegeben hat, in einem Kündigungsschutzprozess nachschieben kann. Das Kündigungsschutzverbot des § 17 MuSchG kann mit dem während der Elternzeit konkurrieren. Überschneidungen gibt es, wenn die Arbeitnehmerin sofort oder innerhalb von 4 Monaten nach der Entbindung in Elternzeit geht, oder eine Arbeitnehmerin während der Elternzeit erneut schwanger wird. In solchen Fällen finden beide Schutzvorschriften nebeneinander Anwendung. Vor einer Kündigung ist dann folglich die Zustimmung nach beiden Vorschriften erforderlich. Stellt der Arbeitgeber beide Anträge gleichzeitig, so sollte er klar zum Ausdruck bringen, dass eine Zustimmung nach beiden Vorschriften begehrt wird. 1.1.1 Inhalt des Kündigungsverbots § 17 Abs. 1 MuSchG erklärt eine Kündigung für unzulässig, wenn sie gegenüber einer Arbeitnehmerin während der Schwangerschaft oder bis zum Ablauf von 4 Monaten nach der Entbindung ausgesprochen wird. Das Kündigungsverbot wurde auf den Zeitpunkt bis zum Ablauf von 4 Monaten nach einer Fehlgeburt nach der 12. Schwangerschaftswoche ausgeweitet (§ 17 Abs. 1 Satz 1 MuSchG). Ausschlaggebend ist der Zeitpunkt, zu dem die Kündigungserklärung zugehen wird, nicht der Beendigungszeitpunkt."
}
